/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   ms_get_interactive_stat.c                          :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: tookuyam <tookuyam@student.42tokyo.fr>     +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2024/12/01 14:39:40 by tookuyam          #+#    #+#             */
/*   Updated: 2024/12/01 14:40:55 by tookuyam         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

/**
 * TODO: 仮の関数として作ってます。０を返したらインタラクティブ。
 */
int	ms_get_interactive_stat(void)
{
	return (0);
}
